Repository: danpaf/StandardWork
Catalog: Sarf/Resources/SarfRes.*.resx
Languages: ru

# InvalidAuthCredentials
source: Invalid login or password
ru: Неверный логин или пароль

source: User already exists
ru: Пользователь уже существует

# InvalidUsernameLength
source: Username must be longer than {0} symbols and shorter than {1}
ru: Имя пользователя должно быть длиннее {0} символов и короче {1}

# InvalidPasswordLength
source: Password must be longer than {0} symbols and shorter than {1}
ru: Пароль должен быть длиннее {0} символов и короче {1}

# InvalidEmail
source: Invalid email passed
ru: Неверный email

# InvalidJwtToken
source: Invalid token passed
ru: Неверный токен

source: Something went wrong
ru: Что-то пошло не так

source: Invalid refresh token
ru: Неверный refresh токен

source: Token was expired
ru: Токен истек

source: Token already used
ru: Токен уже был использован
